// 2024-01-19 기준
export const saltList: string[] = [
    '1337.50', // 하나은행 USD 최종 매매기준율
    '1456.94', // 하나은행 EUR 최종 매매기준율
    '902.77', // 하나은행 JPY 100 최종 매매기준율
    '185.71', // 하나은행 CNY 최종 매매기준율
    '1698.02', // 하나은행 GBP 최종 매매기준율

    '2472.74', // KOSPI 종가

    // 거래 정지 종목을 먼저 제외한, 유가증권시장 시가 총액 기준 내림차순 상위 60개 종목 종가

    '74700', // 삼성전자
    '141300', // SK하이닉스
    '383500', // LG에너지솔루션
    '770000', // 삼성바이오로직스
    '60300', // 삼성전자우
    '181700', // 현대차
    '176000', // 셀트리온
    '87600', // 기아
    '414500', // POSCO홀딩스
    '215500', // NAVER

    '404500', // LG화학
    '374000', // 삼성SDI
    '57600', // 카카오
    '117700', // 삼성물산
    '278500', // 포스코퓨처엠
    '49500', // KB금융
    '36800', // 신한지주
    '199600', // 현대모비스
    '91800', // LG전자
    '216500', // 에코프로머티

    '28400', // 카카오뱅크
    '19220', // HMM
    '166600', // 삼성에스디에스
    '59800', // 메리츠금융지주
    '60800', // 삼성생명
    '41200', // 하나금융지주
    '18030', // 한국전력
    '113600', // SK이노베이션
    '85100', // KT&G
    '72200', // LG

    '153800', // SK
    '147500', // 삼성전기
    '231500', // 삼성화재
    '49450', // SK텔레콤
    '120000', // HD현대중공업
    '15130', // 두산에너빌리티
    '458000', // 고려아연
    '12620', // 우리금융지주
    '193500', // 크래프톤
    '11630', // 기업은행

    '220000', // 하이브
    '50200', // 포스코인터내셔널
    '33750', // KT
    '56000', // 포스코DX
    '23000', // 대한항공
    '113300', // HD한국조선해양
    '131500', // 아모레퍼시픽
    '66500', // S-Oil
    '144600', // 한화에어로스페이스
    '52000', // 카카오페이

    '88600', // SK바이오팜
    '22400', // 한화오션
    '49050', // SK스퀘어
    '7520', // 삼성중공업
    '167900', // 현대글로비스
    '47800', // 한국타이어앤테크놀로지
    '57700', // 한미반도체
    '32600', // 한화솔루션
    '85100', // 두산로보틱스
    '55400', // 한국항공우주

    'Sz1e3in8rJ9lDf98qxwZirP3PsXekk42ECusZS8qsWuxfPcBDaaUE5sF1jRDLpKy',
];
