// 예제 데이터입니다.
export const saltList: string[] = [
    '1000', // 하나은행 USD 최종 매매기준율
    '1000', // 하나은행 EUR 최종 매매기준율
    '1000', // 하나은행 JPY 100 최종 매매기준율
    '1000', // 하나은행 CNY 최종 매매기준율
    '1000', // 하나은행 GBP 최종 매매기준율
    '1000', // KOSPI 종가
    '1000', // KODEX 200(유가증권시장 069500) 종가
    '1000', // KODEX 레버리지(유가증권시장 122630) 종가
    '1000', // TIGER 200(유가증권시장 102110) 종가
    '1000', // 삼성전자(유가증권시장 005930) 종가
    '1000', // SK하이닉스(유가증권시장 000660) 종가
    '1000', // LG화학(유가증권시장 051910) 종가
    '1000', // 삼성전자우(유가증권시장 005935) 종가
    'cfeFbOA251umnIqprT8xlqx11ZzTuv63V4uesU8ciRXHHq38YsC0AHivGRvkts2q',
];
