// 2022-01-13 기준
export const saltList: string[] = [
    '1185.50', // 하나은행 USD 최종 매매기준율
    '1358.64', // 하나은행 EUR 최종 매매기준율
    '1035.15', // 하나은행 JPY 100 최종 매매기준율
    '186.29', // 하나은행 CNY 최종 매매기준율
    '1629.29', // 하나은행 GBP 최종 매매기준율

    '2962.09', // KOSPI 종가

    // 거래 정지 종목을 먼저 제외한, 유가증권시장 시가 총액 기준 내림차순 상위 60개 종목 종가

    '77900', // 삼성전자
    '129500', // SK하이닉스
    '72600', // 삼성전자우
    '865000', // 삼성바이오로직스
    '348000', // NAVER
    '755000', // LG화학
    '666000', // 삼성SDI
    '210000', // 현대차
    '96700', // 카카오
    '84900', // 기아

    '195000', // 셀트리온
    '306500', // POSCO
    '62300', // KB금융
    '266500', // SK이노베이션
    '255000', // 현대모비스
    '145500', // LG전자
    '48850', // 카카오뱅크
    '116500', // 삼성물산
    '39450', // 신한지주
    '147000', // 카카오페이

    '247000', // SK
    '346500', // 크래프톤
    '206000', // SK바이오사이언스
    '975000', // LG생활건강
    '21950', // 한국전력
    '46900', // 하나금융지주
    '183000', // 삼성전기
    '67600', // 삼성생명
    '605000', // 엔씨소프트
    '82600', // LG

    '26250', // HMM
    '56300', // SK텔레콤
    '291500', // 하이브
    '153000', // 삼성에스디에스
    '155500', // SK아이이테크놀로지
    '15000', // 우리금융지주
    '79000', // KT&G
    '20700', // 두산중공업
    '95300', // S-Oil
    '551000', // 고려아연

    '216500', // 삼성화재
    '132000', // 포스코케미칼
    '28800', // 대한항공
    '112500', // 넷마블
    '105500', // 현대중공업
    '153500', // 아모레퍼시픽
    '24150', // LG디스플레이
    '352500', // LG이노텍
    '58000', // SK스퀘어
    '31300', // KT

    '10750', // 기업은행
    '222000', // 롯데케미칼
    '39400', // 한화솔루션
    '92700', // SK바이오팜
    '53700', // 메리츠금융지주
    '98900', // 한국조선해양
    '908000', // F&F
    '12600', // 한온시스템
    '175000', // 현대글로비스
    '46150', // 현대제철

    'TPXDzRhV9JaP7U6kOtLSL3wbGa3jWEmVdp3MWzptJitf2WbCwyiPsOFk2VaoxpLR',
];
