// 2026-00-00 기준
export const saltList: string[] = [
    '0.00', // 하나은행 USD 최종 매매기준율
    '0.00', // 하나은행 EUR 최종 매매기준율
    '0.00', // 하나은행 JPY 100 최종 매매기준율
    '0.00', // 하나은행 CNY 최종 매매기준율
    '0.00', // 하나은행 GBP 최종 매매기준율

    '0', // KOSPI 종가

    // 유가증권시장 시가 총액 기준 내림차순 상위 100개 종목 종가

    '0', // 종목 이름
    '0', // 종목 이름
    '0', // 종목 이름
    '0', // 종목 이름
    '0', // 종목 이름
    '0', // 종목 이름
    '0', // 종목 이름
    '0', // 종목 이름
    '0', // 종목 이름
    '0', // 종목 이름

    'qyh6W2pT7uM4ffoeGzVg0Y6QFVBJ4X73ldj1W7gwYViJcYISVN6Wo8AGo53Zxg1X',
];
