// 2025-01-20 기준
export const saltList: string[] = [
    '1441.00', // 하나은행 USD 최종 매매기준율
    '1500.51', // 하나은행 EUR 최종 매매기준율
    '925.88', // 하나은행 JPY 100 최종 매매기준율
    '198.42', // 하나은행 CNY 최종 매매기준율
    '1775.89', // 하나은행 GBP 최종 매매기준율

    '2520.05', // KOSPI 종가

    // 거래 정지 종목을 먼저 제외한, 유가증권시장 시가 총액 기준 내림차순 상위 60개 종목 종가

    '53400', // 삼성전자
    '212000', // SK하이닉스
    '370500', // LG에너지솔루션
    '1015000', // 삼성바이오로직스
    '208500', // 현대차
    '101000', // 기아
    '180700', // 셀트리온
    '43750', // 삼성전자우
    '88800', // KB금융
    '205000', // NAVER

    '308500', // HD현대중공업
    '49950', // 신한지주
    '244000', // 현대모비스
    '271000', // POSCO홀딩스
    '120700', // 삼성물산
    '110900', // 메리츠금융지주
    '129400', // SK이노베이션
    '252500', // LG화학
    '88100', // 삼성생명
    '244000', // HD한국조선해양

    '377500', // 한화에어로스페이스
    '830000', // 고려아연
    '358000', // 삼성화재
    '243500', // 삼성SDI
    '345000', // 크래프톤
    '57200', // 하나금융지주
    '36450', // 카카오
    '51800', // 한화오션
    '18000', // HMM
    '21900', // 두산에너빌리티

    '385000', // HD현대일렉트릭
    '84100', // LG전자
    '20750', // 한국전력
    '104600', // KT&G
    '95500', // SK스퀘어
    '155800', // 포스코퓨처엠
    '55400', // SK텔레콤
    '13490', // 삼성중공업
    '14800', // 기업은행
    '74100', // LG

    '46050', // KT
    '15560', // 우리금융지주
    '147000', // SK
    '131200', // 유한양행
    '108100', // 한미반도체
    '20800', // 카카오뱅크
    '124600', // 삼성에스디에스
    '126600', // 삼성전기
    '125000', // 현대글로비스
    '220500', // 하이브

    '24150', // 대한항공
    '108700', // SK바이오팜
    '189000', // HD현대마린솔루션
    '43000', // 포스코인터내셔널
    '123300', // 아모레퍼시픽
    '62500', // S-Oil
    '84400', // HD현대
    '93800', // DB손해보험
    '170400', // SKC
    '210000', // LS ELECTRIC

    'GJ83Inem4t7rcvRIJeW0v6B1n1eCtqemWq0Swud3Y7IWB26EPut1wfP56WkTq4Jp',
];
